Repository: 0xWDG/xcstrings-translator
Catalog: XCStrings Translator/Localizable.xcstrings
Source language: en
Languages: ar_ae, ar_sa, da, da_dk, de, de_at, de_ch, de_de, es, es_cl, es_es, es_mx, es_us, fi, fr, fr_be, fr_ca, fr_fr, he_il, hi_in, id, it, it_it, ja_jp, ko_kr, ms_my, nb_no, nl, nl_be, pl, pt, pt_br, pt_pt, ru, sv, sv_se, th, tr, tr_tr, uk_ua, vi, vi_vn, zh_hans, zh_hant

source: Only translate strings that do not already have a value for the target language.
ar_ae: ترجم فقط السلاسل التي لا تحتوي بالفعل على قيمة للغة المستهدفة.
ar_sa: قم فقط بترجمة السلاسل التي لا تحتوي بالفعل على قيمة للغة المستهدفة.
da: Oversæt kun strenge, der ikke allerede har en værdi for målsproget.
da_dk: Oversæt kun strenge, hvis de ikke allerede har en værdi i det ønskede sprog.
de: Übersetzen Sie nur Zeichenketten, die für die Zielsprache noch keinen Wert haben.
de_at: Übersetze nur Zeichenketten, die für die Zielsprache noch keinen Wert haben.
de_ch: Fügen Sie nur Strings hinzu, die noch keinen Wert für die Zielsprache haben.
de_de: Fügen Sie nur Zeichenfolgen hinzu, die noch keinen Wert für die Zielsprache haben.
es: Solo traduzca las cadenas que ya no tengan un valor para el idioma objetivo.
es_cl: Solo traduce las cadenas que ya no tengan un valor para el idioma objetivo.
es_es: Traduce únicamente cadenas que no tengan ya un valor para el idioma de destino.
es_mx: Traduce solo cadenas de texto que no tengan ya un valor para el idioma de destino.
es_us: Traduce solo cadenas de caracteres que no tengan ya un valor para el idioma de destino.
fi: Käännä vain merkkijonot, joilla ei ole vielä arvoa kohdekielelle.
fr: Traduire uniquement les chaînes qui n'ont pas déjà de valeur pour la langue cible.
fr_be: Traduis uniquement les chaînes qui n'ont pas déjà de valeur pour la langue cible.
fr_ca: Ne traduisez que les chaînes qui n'ont pas déjà de valeur dans la langue cible.
fr_fr: Ne traduisez que les chaînes qui n'ont pas déjà de valeur pour la langue cible.
he_il: תרגם רק שורות שאין להן ערך כבר בשפה היעד.
hi_in: केवल उन स्ट्रिंग्स का अनुवाद करें जिनके लिए लक्ष्य भाषा के लिए पहले से ही कोई मान नहीं है।
id: Hanya terjemahkan string yang belum memiliki nilai untuk bahasa target.
it: Traduci solo stringhe che non hanno già un valore nella lingua di destinazione.
it_it: Traduci solo stringhe che non hanno già un valore nella lingua di destinazione.
ja_jp: 対象言語の値を持たない文字列だけを翻訳します。
ko_kr: 해당 언어에 값이 없는 문자열만 번역합니다.
ms_my: Hanya terjemahkan rentetan yang belum mempunyai nilai untuk bahasa sasaran.
nb_no: Oversett bare strenger som ikke allerede har en verdi for målspillet.
nl: Vertaal alleen strings die geen waarde hebben voor de taal van het doelwit.
nl_be: Vertaal alleen strings die nog geen waarde hebben voor de doeltaal.
pl: Tylko tłumacz ciągi, które nie mają jeszcze wartości dla języka docelowego.
pt: Traduzir apenas strings que já não tenham um valor para a língua de destino.
pt_br: Traduza apenas strings que ainda não tenham um valor para a linguagem de destino.
pt_pt: Traduza apenas strings que ainda não tenham um valor para a língua de destino.
ru: Переводите только строки, которые еще не имеют значения для целевой языка.
sv: Översätt endast strängar som inte redan har ett värde för målspråket.
sv_se: Översätt endast strängar som inte redan har ett värde för det avsedda språket.
th: แปลเฉพาะสตริงที่ยังไม่มีค่าสำหรับภาษาเป้าหมาย
tr: Sadece hedef dil için zaten bir değeri olmayan dizeleri çevirin.
tr_tr: Hedef dil için henüz değer olmayan dizileri yalnızca çevirir.
uk_ua: Тільки перекладайте рядки, які ще не мають значення для цільової мови.
vi: Chỉ dịch các chuỗi mà chưa có giá trị cho ngôn ngữ đích.
vi_vn: Chỉ dịch chuỗi không có giá trị cho ngôn ngữ đích.
zh_hans: 仅对目标语言中尚未值的字符串进行翻译。
zh_hant: 僅翻譯未為目標語言值的字串。

source: Slovak
ar_ae: سلوفاكي
ar_sa: سلوفاكي
da: Slovakisk
da_dk: Slovakisk
de: Slowakisch
de_at: Slowakisch
de_ch: Slowakisch
de_de: Slowakisch
es: Eslovaco
es_cl: Eslovaco
es_es: Eslovaco
es_mx: Eslovaco
es_us: Eslovaco
fi: Slovakki
fr: Slovaque
fr_be: Slovaque
fr_ca: Slovaque
fr_fr: Slovaque
he_il: סְלוֹבָקִי
hi_in: स्लोवाक
id: Slovakia
it: Slovacco
it_it: Slovacco
ja_jp: スロヴァキア語
ko_kr: 슬로바키아어
nb_no: Slovakisk
nl: Slowaak
nl_be: Slowaaks
pl: Słowacki
pt: Eslovaco
pt_br: Eslovaco
pt_pt: Eslovaco
ru: Словацкий
sv: Slovakisk
sv_se: Slovakisk
th: สโลวัก
tr_tr: Slovakca
uk_ua: Словацька
vi: Slovakia
vi_vn: Tiếng Slovakia
zh_hans: 斯洛伐克语
zh_hant: 斯洛伐克語

source: Choose the state saved for new translations in the string catalog.
ar_ae: اختر الولاية المحفوظة للترجمات الجديدة في كتالوج السلسلة.
ar_sa: اختر الولاية المحفوظة للترجمات الجديدة في كتالوج السلاسل.
da: Vælg den stat, der er gemt til nye oversættelser i strengkataloget.
da_dk: Vælg den stat, der er gemt til nye oversættelser i strengkataloget.
de: Wählen Sie den für neue Übersetzungen im String-Katalog gespeicherten Staat aus.
de_at: Wählen Sie den für neue Übersetzungen im String-Katalog gespeicherten Staat aus.
de_ch: Wählen Sie im Zeichenkatalog den Staat aus, der für neue Übersetzungen gespeichert ist.
de_de: Wählen Sie den für neue Übersetzungen gespeicherten Staat im Zeichenkatalog aus.
es: Seleccione el estado guardado para nuevas traducciones en el catálogo de cadenas.
es_cl: Elige el estado guardado para nuevas traducciones en el catálogo de cadenas.
es_es: Seleccione el estado guardado para nuevas traducciones en el catálogo de string.
es_mx: Elige el estado guardado para nuevas traducciones en el catálogo de texto.
es_us: Elija el estado guardado para nuevas traducciones en el catálogo de texto.
fi: Valitse merkkiluettelossa uusia käännöksiä varten tallennettu osavaltio.
fr: Choisissez l'état enregistré pour les nouvelles traductions dans le catalogue de chaînes.
fr_be: Choisissez l'état enregistré pour les nouvelles traductions dans le catalogue de chaînes.
fr_ca: Choisissez l'état enregistré pour les nouvelles traductions dans le catalogue de chaînes.
fr_fr: Dans le catalogue de chaînes, sélectionnez l'état enregistré pour les nouvelles traductions.
he_il: בחר את המדינה שנשמרה לתרגומים חדשים בקטלוג המחרוזות.
hi_in: स्ट्रिंग कैटलॉग में नई अनुवादों के लिए सहेजे गए राज्य को चुनें।
id: Pilih negara bagian yang disimpan untuk terjemahan baru dalam katalog string.
it: Scegli lo stato salvato per le nuove traduzioni nel catalogo stringa.
it_it: Scegli lo stato salvato per le nuove traduzioni nel catalogo stringa.
ja_jp: 文字列カタログで新しい翻訳のために保存された州を選択してください。
ko_kr: 문자열 카탈로그에서 새 번역을 위해 저장된 상태를 선택하세요.
ms_my: Pilih negeri yang disimpan untuk terjemahan baharu dalam katalog rentetan.
nb_no: Velg den staten som er lagret for nye oversettelser i strengkatalogen.
nl: Kies de staat die is opgeslagen voor nieuwe vertalingen in de tekenreekscatalogus.
nl_be: Kies de staat die is opgeslagen voor nieuwe vertalingen in de stringcatalogus.
pl: Wybierz stan zapisany do nowych tłumaczeń w katalogu ciągów.
pt: Escolha o estado salvo para novas traduções no catálogo de strings.
pt_br: Selecione o estado salvo para novas traduções no catálogo de strings.
pt_pt: Selecione o estado guardado para novas traduções no catálogo de extensões.
ru: Выберите штат, сохраненный для новых переводов в строчном каталоге.
sv: Välj den stat som sparats för nya översättningar i strängkatalogen.
sv_se: Välj den region som sparas för nya översättningar i sökordskatalogen.
th: เลือกรัฐที่บันทึกไว้สำหรับการแปลใหม่ในแคตตาล็อกสตริง
tr: Yeni çeviriler için string kataloğunda kaydedilen eyaleti seçin.
tr_tr: Dizgi katalogunda yeni çeviriler için kaydedilen durumu seçin.
uk_ua: Виберіть штат, збережений для нових перекладів у рядковому каталозі.
vi: Chọn trạng thái đã lưu cho các bản dịch mới trong danh mục chuỗi.
vi_vn: Chọn trạng thái được lưu để dịch mới trong danh mục chuỗi.
zh_hans: 在字符串目录中选择为新翻译保存的状态。
zh_hant: 在字串目錄中選擇儲存到用於新翻譯的狀態。

source: Default target language
ar_ae: اللغة المستهدفة الافتراضية
ar_sa: اللغة المستهدفة الافتراضية
da: Standardsprogmål
da_dk: Standardmålsprog
de: Standardzielsprache
de_at: Standardzielsprache
de_ch: Standardzielsprache
de_de: Voreingestellte Zielsprache
es: Idioma de destino predeterminado
es_cl: Idioma de destino predeterminado
es_es: Idioma de destino predeterminado
es_mx: Idioma de destino predeterminado
es_us: Idioma de destino predeterminado
fi: Oletuskohteen kieli
fr: Langue cible par défaut
fr_be: Langue cible par défaut
fr_ca: Langue cible par défaut.
fr_fr: Langue cible par défaut
he_il: שפת היעד המוגדרת כברי
hi_in: डिफ़ॉल्ट लक्ष्य भाषा
id: Bahasa tujuan default
it: Lingua di destinazione predefinita
it_it: Lingua di destinazione predefinita
ja_jp: デフォルトの言語ターゲット
ko_kr: 기본 대상 언어
ms_my: Bahasa sasaran lalai
nb_no: Standardmål
nl: Standaard taal voor doelen
nl_be: Standaard doeltaal
pl: Domyślny język docelowy
pt: Idioma de destino padrão
pt_br: Idioma-alvo padrão
pt_pt: Idioma-alvo por defeito
ru: По умолчанию - целевой язык
sv: Standardmålspråk
sv_se: Standardmålspråk
th: ภาษาเป้าหมายเริ่มต้น
tr: Varsayılan hedef dil
tr_tr: Varsayılan hedef dil
uk_ua: Загальний мова-цільова
vi: Ngôn ngữ mục tiêu mặc định
vi_vn: Ngôn ngữ mục tiêu mặc định
zh_hans: 默认目标语言
zh_hant: 預設目標語言

source: Set as Default
ar_ae: تعيين كافتراضي
ar_sa: تعيين كافتراضي
da: Indstil som standard
da_dk: Som standardindstilling
de: Als Standard einstellen
de_at: Als Standard einstellen
de_ch: Standard eingestellt
de_de: Voreingestellt
es: Configurado como por defecto
es_cl: Configurar como por defecto
es_es: Oficial por defecto
es_mx: Establecer como predeterminado
es_us: Oficial de Cambio de Establecimiento
fi: Asetettu oletusarvoksi
fr: Définir par défaut
fr_be: Définir par défaut
fr_ca: Définir comme par défaut
fr_fr: Définir comme par défaut
he_il: הגדר כברירת מחדל
hi_in: डिफ़ॉल्ट के रूप में सेट करें
id: Atur sebagai Default
it: Imposta predefinito
it_it: Imposta predefinita
ja_jp: デフォルトに設定する
ko_kr: 기본으로 설정하기
ms_my: Tetapkan sebagai Lalai
nb_no: Innstilt som standard
nl: Stel op standaardinstelling
nl_be: Instellen als standaard
pl: Ustaw jako domyślne
pt: Definir como padrão
pt_br: Definição padrão
pt_pt: Definição por padrão
ru: Настроить по умолчанию
sv: Ställ in som standard
sv_se: Lagt som standard
th: ตั้งค่าเป็นค่าเริ่มต้น
tr: Varsayılan olarak ayarla
tr_tr: Varsayılan olarak ayarla
uk_ua: Налаштовано як за замовчуванням
vi: Đặt làm mặc định
vi_vn: Được đặt làm mặc định
zh_hans: 设为默认值
zh_hant: 設為預設

source: Norwegian
ar_ae: نرويجي
ar_sa: نرويجي
da: Norsk
da_dk: Norsk
de: Norwegisch
de_at: Norwegisch
de_ch: Norwegisch
de_de: Norwegisch
es: Noruego
es_cl: Noruego
es_es: Noruego
es_mx: Noruego
es_us: Noruego
fi: Norja
fr: Norvégien
fr_be: Norvégien
fr_ca: Norvégien
fr_fr: Norvégien
he_il: נוֹרְוֵגִי
hi_in: नॉर्डिक
id: Norwegia
it: Norvegese
it_it: Norvegese
ja_jp: ノルウェー語
ko_kr: 노르웨이어
ms_my: Norway
nb_no: Nordmann
nl: Noors
nl_be: Noors
pl: Norweski
pt: Norueguês
pt_br: Norueguês
pt_pt: Norueguês
ru: Норвежский
sv: Norsk
sv_se: Norsk
th: นอร์เวย์
tr: Norveçli
tr_tr: Norveçli
uk_ua: Норвезький
vi: Người Na Uy
vi_vn: Người Na Uy
zh_hans: 挪威语
zh_hant: 挪威語

source: Dutch
ar_ae: هولندي
ar_sa: هولندي
da: Nederlandsk
da_dk: Nederlandsk
de: Niederländisch
de_at: Niederländisch
de_ch: Niederländer
de_de: Niederländer
es: Holandés
es_cl: Holandés
es_es: Holandés
es_mx: Holandés
es_us: Holandés
fi: Hollantilainen
fr: Néerlandais
fr_be: Néerlandais
fr_ca: Néerlandais
fr_fr: Néerlandais
he_il: הוֹלַנְדִּי
hi_in: डच
id: Belanda
it: Olandese
it_it: Olandese
ja_jp: オランダの
ko_kr: 네덜란드어
ms_my: Bini
nb_no: Kone
nl: Nederlands
nl_be: Nederlands
pl: Holenderski
pt: Holandês
pt_br: Holandês
pt_pt: Holandês
ru: Незерландский
sv: Gumma
sv_se: Gumma
th: ดัตช์
tr: Hollandaca
tr_tr: Hollandaca
uk_ua: Нідерландський
vi: Hà Lan
vi_vn: Người Đức
zh_hans: 荷兰人
zh_hant: 荷蘭語

source: When enabled, existing translations are not translated again.
ar_ae: عند تفعيل ذلك، لن يتم ترجمة الترجمات الموجودة مرة أخرى.
ar_sa: عند تمكينه، لا يتم ترجمة الترجمات الموجودة مرة أخرى.
da: Når det er aktiveret, oversættes eksisterende oversættelser ikke igen.
da_dk: Når muligheden er aktiveret, bliver eksisterende oversættelser ikke oversat igen.
de: Wenn aktiviert, werden bestehende Übersetzungen nicht erneut übersetzt.
de_at: Wenn aktiviert, werden bestehende Übersetzungen nicht erneut übersetzt.
de_ch: Existing translations werden, wenn sie aktiviert sind, nicht mehr übersetzt.
de_de: Wenn diese Funktion aktiviert ist, werden vorhandene Übersetzungen nicht mehr übersetzt.
es: Cuando esté habilitado, las traducciones existentes no se traducirán de nuevo.
es_cl: Cuando está habilitado, las traducciones existentes no se traducen nuevamente.
es_es: Cuando está activado, las traducciones existentes no se vuelven a traducir.
es_mx: Cuando está habilitado, las traducciones existentes no se vuelven a traducir.
es_us: Cuando está habilitado, las traducciones existentes no se vuelven a traducir.
fi: Kun se on käytössä, olemassa olevia käännöksiä ei käännetä uudelleen.
fr: Lorsque cela est activé, les traductions existantes ne sont pas traduites à nouveau.
fr_be: Lorsque c'est activé, les traductions existantes ne sont pas traduites à nouveau.
fr_ca: , les traductions existantes ne sont pas traduites à nouveau lorsqu'elles sont activées.
fr_fr: Les traductions existantes ne sont pas rétraduites lorsqu'elles sont activées.
he_il: כאשר מופעל, תרגומים קיימים לא מתורגמים שוב.
hi_in: जब सक्षम हो, तो मौजूदा अनुवादों का फिर से अनुवाद नहीं किया जाता है।
id: Ketika diaktifkan, terjemahan yang ada tidak akan diterjemahkan lagi.
it: Quando è attivo, le traduzioni esistenti non vengono più tradotte.
it_it: Quando è attivo, le traduzioni esistenti non vengono più tradotte.
ja_jp: 有効にすると、既存の翻訳は再度翻訳されません。
ko_kr: 활성화되면, 기존 번역은 다시 번역되지 않습니다.
ms_my: Apabila diaktifkan, terjemahan sedia ada tidak diterjemahkan semula.
nb_no: Når de er aktivert, blir ikke eksisterende oversettelser oversett på nytt.
nl: Wanneer ingeschakeld, worden bestaande vertalingen niet opnieuw vertaald.
nl_be: Wanneer ingeschakeld, worden bestaande vertalingen niet opnieuw vertaald.
pl: Gdy jest włączone, istniejące tłumaczenia nie są ponownie tłumaczone.
pt: Quando ativado, as traduções existentes não são traduzidas novamente.
pt_br: Quando ativado, as traduções existentes não são traduzidas novamente.
pt_pt: Quando ativada, as traduções existentes não são mais traduzidas.
ru: Когда это включено, существующие переводы не переводятся снова.
sv: När det är aktiverat översätts befintliga översättningar inte igen.
sv_se: När funktionen är aktiverad översätts inte befintliga översättningar igen.
th: เมื่อเปิดใช้งาน การแปลที่มีอยู่จะไม่ถูกแปลอีกครั้ง
tr: Etkinleştirildiğinde, mevcut çeviriler tekrar çevrilmez.
tr_tr: Etkinleştirildiğinde, mevcut çeviriler tekrar çevrilmez.
uk_ua: Коли це ввімкнено, існуючі переклади більше не перекладаються.
vi: Khi được bật, các bản dịch hiện có sẽ không được dịch lại.
vi_vn: Khi được bật, các bản dịch hiện có sẽ không được dịch lại nữa.
zh_hans: 启用后，现有的翻译将不会再进行翻译。
zh_hant: 啟用後，現有翻譯將不會再被翻譯。

source: Vietnamese
ar_ae: فيتنامي
ar_sa: فيتنامي
da: Vietnamesisk
da_dk: Vietnamesisk
de: Vietnamesisch
de_at: Vietnamesisch
de_ch: Vietnamesisch
de_de: Vietnamesisch
es: Vietnamita
es_cl: Vietnamita
es_es: Vietnamita
es_mx: Vietnamita
es_us: Vietnamita
fi: Vietnamilainen
fr: Vietnamien
fr_be: Vietnien
fr_ca: Vietnamien
fr_fr: Vietnamien
he_il: וְיֶטְנָאמִי
hi_in: वियतनामी
id: Vietnam
it: Vietnamita
it_it: Vietnamita
ja_jp: ベトナム語
ko_kr: 베트남인
ms_my: Vietnam
nb_no: Vietnamesisk
nl: Vietnamees
nl_be: Vietnamees
pl: Wietnamski
pt: Vietnamita
pt_br: Vietnamita
pt_pt: Vietnamita
ru: Вьетнамский
sv: Vietnamesisk
sv_se: Vietnamesisk
th: เวียดนาม
tr: Vietnamca
tr_tr: Vietnamlı
uk_ua: В'єтнамський
vi: Tiếng Việt
vi_vn: Người Việt Nam
zh_hans: 越南语
zh_hant: 越南人

source: Korean
ar_ae: كوري
ar_sa: كوري
da: Koreansk
da_dk: Koreansk
de: Koreanisch
de_at: Koreanisch
de_ch: Koreanisch
de_de: Koreanisch
es: Coreano
es_cl: Coreano
es_es: Coreano
es_mx: Coreano
es_us: Coreano
fi: Korealainen
fr: Coréen
fr_be: Coréen
fr_ca: Coréen
fr_fr: Coréen
he_il: קוֹרֵאָנִי
hi_in: कोरियाई
id: Korea
it: Coreano
it_it: Coreano
ja_jp: 韓国語
ko_kr: 한국어
ms_my: Korea
nb_no: Koreansk
nl: Koreaans
nl_be: Koreaans
pl: Koreański
pt: Coreano
pt_br: Coreano
pt_pt: Coreano
ru: Корейский
th: เกาหลี
tr: Koreli
tr_tr: Korece
uk_ua: Корейський
vi: Hàn Quốc
vi_vn: Tiếng Hàn
zh_hans: 韩语
zh_hant: 韓國人

source: Translation state
ar_ae: حالة الترجمة
ar_sa: حالة الترجمة
da: Oversættelsesstatus
da_dk: Oversættelsestilstand
de: Übersetzungszustand
de_at: Übersetzungszustand
de_ch: Übersetzungsstaat
de_de: Übersetzungsstatus
es: Estado de traducción
es_cl: Estado de traducción
es_es: Estado de traducción
es_mx: Estado de traducción
es_us: Estado de traducción
fi: Käännöstila
fr: État de la traduction
fr_be: État de la traduction
fr_ca: Statut de la traduction
fr_fr: Traduction état
he_il: מצב תרגום
hi_in: अनुवाद स्थिति
id: Status terjemahan
it: Stato traduzione
it_it: Stato traduzione
ja_jp: 翻訳状態
ko_kr: 번역 상태
ms_my: Status terjemahan
nb_no: Oversettelsesstatus
nl: Vertaalstatus
nl_be: Vertaalstatus
pl: Stan tłumaczenia
pt: Estado de tradução
pt_br: Localização da tradução
pt_pt: Estado da tradução
ru: Статус перевода
sv: Översättningsstatus
sv_se: Översättningsstatus
th: สถานะการแปล
tr: Çeviri durumu
tr_tr: Çeviri Durumu
uk_ua: Статус перекладу
vi: Trạng thái dịch thuật
vi_vn: Trạng thái dịch
zh_hans: 翻译状态
zh_hant: 翻譯狀態

source: Opens translation settings.
ar_ae: يفتح إعدادات الترجمة.
ar_sa: يفتح إعدادات الترجمة.
da: Åbner oversættelsesindstillinger.
da_dk: Åbner oversættelsessætninger.
de: Öffnet die Übersetzereinstellungen.
de_at: Öffnet die Übersetzereinstellungen.
de_ch: Öffnet Übersetzungs-Einstellungen.
de_de: Öffnet Übersetzungs-Einstellungen.
es: Abre la configuración de traducción.
es_cl: Abre la configuración de traducción.
es_es: Abre la configuración de traducción.
es_mx: Abre la configuración de traducción.
es_us: Abre la configuración de traducción.
fi: Avaa käännösasetukset.
fr: Ouvre les paramètres de traduction.
fr_be: Ouvre les paramètres de traduction.
fr_ca: Ouvre les paramètres de traduction.
fr_fr: Ouvre les paramètres de traduction.
he_il: פותח הגדרות תרגום.
hi_in: अनुवाद सेटिंग्स खोलता है।
id: Membuka pengaturan terjemahan.
it: Apre le impostazioni di traduzione.
it_it: Apre le impostazioni di traduzione.
ja_jp: 翻訳設定を開きます。
ko_kr: 번역 설정을 엽니다.
ms_my: Buka tetapan terjemahan.
nb_no: Åpner Oversettingsinnstillinger.
nl: Opent vertaalinstellingen.
nl_be: Opent vertaalinstellingen.
pl: Otwiera ustawienia tłumaczenia.
pt: Abre as definições de tradução.
pt_br: Abre as configurações de tradução.
pt_pt: Abre as definições de tradução.
ru: Открывает настройки перевода.
sv: Öppnar översättningsinställningar.
sv_se: Öppnar översättningsinställningarna.
th: เปิดการตั้งค่าการแปล
tr: Çeviri ayarlarını açar.
tr_tr: Çeviri ayarlarını açın.
uk_ua: Відкриває налаштування перекладу.
vi: Mở cài đặt dịch thuật.
vi_vn: Mở cài đặt dịch thuật.
zh_hans: 打开翻译设置
zh_hant: 打開翻譯設置。

source: Strings to translate
ar_ae: سلاسل للترجمة
ar_sa: سلاسل للترجمة
da: Strenge, der skal oversættes
da_dk: Strings til oversættelse
de: Stränge zu übersetzen
de_at: Strings zum Übersetzen
de_ch: Fetzen zum Übersetzen.
de_de: Zeichenfolgen zum Übersetzen
es: Cuerdas para traducir
es_cl: Cuerdas para traducir
es_es: Cadenas para traducir
es_mx: Cadenas para traducir
es_us: Cadenas para traducir
fi: Merkit käännettäväksi
fr: Chaînes à traduire
fr_be: Chaînes à traduire
fr_ca: Chaînes à traduire
fr_fr: Des chaînes à traduire
he_il: מחרוזות לתרגום
hi_in: अनुवाद करने के लिए स्ट्रिंग्स
id: String untuk diterjemahkan
it: Corsie da tradurre
it_it: Fili da tradurre
ja_jp: 翻訳する文字列
ko_kr: 번역할 문자열
ms_my: Rentang untuk diterjemahkan
nb_no: Tekster å oversette
nl: Tekst om te vertalen
nl_be: Strengen om te vertalen
pl: Wiązki do przetłumaczenia
pt: Cordas para traduzir
pt_br: Cadeias para traduzir
pt_pt: Cadeias para traduzir
ru: Строки для перевода
sv: Strängar att översätta
sv_se: Strängar att översätta
th: สตริงที่จะแปล
tr: Çevrilmesi gereken dizeler
tr_tr: Çevrilmek için diller
uk_ua: Строки для перекладу
vi: Các chuỗi để dịch
vi_vn: Đoạn văn để dịch
zh_hans: 需要翻译的字符串
zh_hant: 待翻譯的字串

source: Thai
ar_ae: تايلاندي
ar_sa: تايلاندي
da: Thailandsk
da_dk: Thailandsk
de: Thailändisch
de_at: Thailändisch
de_ch: Thailänder
de_de: Thailänder
es: Tailandés
es_cl: Tailandés
es_es: Tailandés
es_mx: Tailandés
es_us: Tailandés
fi: Thaimaalainen
fr: Thaï
fr_be: Thaï
fr_ca: Thaï
fr_fr: Thaï
he_il: תַּאיְלַנְדִּי
hi_in: थाई
id: Thailand
it: Tailandese
it_it: Thailandese
ja_jp: タイ語
ko_kr: 태국인
nb_no: Thailandsk
nl_be: Thais
pl: Tajski
pt: Tailandês
pt_br: Tailandês
pt_pt: Tailandês
ru: Таиландский
sv: Thailändsk
sv_se: Thailändsk
th: ไทย
tr: Taylandca
tr_tr: Taylandlı
uk_ua: Таїландський
vi: Thái
vi_vn: Thái Lan
zh_hans: 泰国人
zh_hant: 泰國語

source: Danish
ar_ae: دانماركي
ar_sa: دنماركي
da: Dansk
da_dk: Dansk
de: Dänisch
de_at: Dänisch
de_ch: Dänisch
de_de: Dänisch
es: Danés
es_cl: Danés
es_es: Danés
es_mx: Danés
es_us: Danés
fi: Tanskalainen
fr: Danois
fr_be: Danois
fr_ca: Danois
fr_fr: Danois
he_il: דֵּנִי
hi_in: डैनिश
it: Danese
it_it: Danese
ja_jp: デンマーク語
ko_kr: 덴마크어
nb_no: Dansk
nl: Deens
nl_be: Deens
pt: Dinamarquês
pt_br: Dinamarquês
pt_pt: Dinamarquês
ru: Данский
sv: Dansk
sv_se: Dansk
th: เดนมาร์ก
tr: Danimarkalı
tr_tr: Danimarkalı
uk_ua: Даніський
vi: Đan Mạch
vi_vn: Đan Mạch
zh_hans: 丹麦语
zh_hant: 丹麥的

source: Greek
ar_ae: يوناني
ar_sa: يوناني
da: Græsk
da_dk: Græsk
de: Griechisch
de_at: Griechisch
de_ch: Griechisch
de_de: Griechisch
es: Griego
es_cl: Griego
es_es: Griego
es_mx: Griego
es_us: Griego
fi: Kreikkalainen
fr: Grec
fr_be: Grec
fr_ca: Grec
fr_fr: Grec
he_il: יְוָנִי
hi_in: ग्रीक
id: Yunani
it: Greco
it_it: Greco
ja_jp: ギリシャ語
ko_kr: 그리스어
ms_my: Yunani
nb_no: Greker
nl: Grieks
nl_be: Grieks
pl: Grecki
pt: Grego
pt_br: Grego
pt_pt: Grego
ru: Греческий
sv: Grek
sv_se: Grek
th: กรีก
tr: Yunan
tr_tr: Yunan
uk_ua: Грецький
vi: Hy Lạp
vi_vn: Người Hy Lạp
zh_hans: 希腊语
zh_hant: 希臘語

source: English (British)
ar_ae: الإنجليزية (البريطانية)
ar_sa: الإنجليزية (البريطانية)
da: Engelsk (britisk)
da_dk: Engelsk (britisk)
de: Englisch (britisch)
de_at: Englisch (britisch)
de_ch: Englisch (britisch)
de_de: Englisch (britisch)
es: Inglés (británico)
es_cl: Inglés (británico)
es_es: Inglés (Británico)
es_mx: Inglés (Reino Unido)
es_us: Inglés (británico)
fi: Englanti (brittiläinen)
fr: Anglais (britannique)
fr_be: Anglais (britannique)
fr_ca: Anglais (Royaume-Uni)
fr_fr: Anglais (Britannique)
he_il: אנגלית (בריטית)
hi_in: अंग्रेज़ी (ब्रिटिश)
id: Bahasa Inggris (Inggris)
it: Inglese (britannico)
it_it: Inglese (britannico)
ja_jp: 英語（イギリス）
ko_kr: 영어(영국)
ms_my: Bahasa Inggeris (British)
nb_no: Engelsk (britisk)
nl: Engels (Brits)
nl_be: Engels (Brits)
pl: Angielski (brytyjski)
pt: Inglês (britânico)
pt_br: Inglês (Britânico)
pt_pt: Inglês (Britânico)
ru: Инглийский (британский)
sv: Engelska (brittiska)
sv_se: Engelska (Brittiska)
th: ภาษาอังกฤษ (อังกฤษ)
tr: İngilizce (İngiliz)
tr_tr: İngilizce (İngiltere)
uk_ua: Англійська (британська)
vi: Tiếng Anh (Anh)
vi_vn: Tiếng Anh (Anh)
zh_hans: 英语（英国）
zh_hant: 英語(英國)
